acpi
alsa-utils
atool
autoconf
automake
bash
binutils
bison
bzip2
compton
coreutils
cower
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
dosfstools
dunst
e2fsprogs
emacs
expac
fakeroot
feh
file
filesystem
findutils
flex
gawk
gcc
gcc-libs
gettext
ghc
git
glibc
google-chrome
grep
groff
grub
gzip
highlight
htop
hugo-bin
i3-gaps
i3blocks
i3lock-color-git
inetutils
iproute2
iputils
jdk8-openjdk
jfsutils
less
libnotify
libtool
licenses
linux
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
nano
neofetch
netctl
nethogs
ntfs-3g
openssh
p7zip
pacaur
pacman
patch
pciutils
pcmciautils
perl
pinta
pkg-config
poppler
procps-ng
psmisc
pulseaudio
pulseaudio-ctl
python
python-i3-git
python-pip
qbittorrent
qt4
ranger
reiserfsprogs
rfkill
rofi
rxvt-unicode-pixbuf
s-nail
scrot
sed
shadow
sudo
sysfsutils
sysstat
systemd-sysvcompat
tar
texinfo
trickle
ttf-dejavu
ttf-font-awesome
ttf-indic-otf
ttf-pt-fonts
unrar
unzip
urxvt-perls
usbutils
util-linux
vi
vlc
w3m
which
wpa_actiond
wpa_supplicant
xautolock
xbindkeys
xclip
xf86-video-intel
xflux
xfsprogs
xorg-server
xorg-xbacklight
xorg-xinit
xorg-xprop
xorg-xrandr
xterm
xtitle
yajl
zip
zsh
zsh-syntax-highlighting
